{
    "title": "Wasteland Justice",
    "story": [
        {
            "title": "Chapter 1: A Humble Town with A Humble Church",
            "story": "Haunted by the patient he couldn't save, Ash resigned from his position as a doctor within the Sentre. Just as he was about to leave, he encountered Chris, a runaway kid desperately seeking a ride. Unbeknownst to Ash, Chris was a victim of the Sentre's human experimentation program, conducted in a section of Ash's own office tower, far beyond his knowledge. Chris had narrowly escaped and was trying to put as much distance as possible between himself and his captors. He didn't know Ash had ever been a Sentre doctor.\nAfter a night of relentless driving, their car sputtered to a halt in a nameless town, its battery irrevocably damaged. Fortunately, they stumbled upon Jimmy, a mechanic who promised to fix the vehicle once a spare battery delivery arrived in three or four days. This meant an unexpected stopover, requiring them to find lodging in the unfamiliar town.\nAsh's first stop was Ramona's Food and Liquor, where he met the owner, Ramona. There, he also encountered Rue, a fellow outsider and a criminal. Coincidentally, Rue was likewise stranded, her motorcycle having broken down upon entering the town - a fact they had yet to discover about each other. Both Ash and Rue were then reluctantly persuaded by Doug, a local, to attend an evening sermon at the Church of The Angels.\nMeanwhile, Chris, still wary of Ash, wandered the town in search of a temporary refuge. He discovered an abandoned house: its door ajar, windows shattered, walls defaced with graffiti, and utterly devoid of furniture. Yet, it offered a potential place to rest if needed. Before Chris could explore further, a local adult accosted him, coercing him into attending the very same church sermon. Escape proved impossible, so Chris grudgingly complied.\nDuring the sermon, the priest encouraged participants to use their neurocasters. Both Chris and Rue activated theirs, experiencing a vision of a glorious archangel. Ash, however, grew suspicious when he noticed Ramona's absence and slipped outside, intending to find her. Instead, muffled thumping sounds led him to investigate a shed near the church, where he discovered a peculiar machine..."
        },
        {
            "title": "Chapter 2: The Angel in The Machine",
            "story": "Coming Soon..."
        }
    ],
    "travelers": [
        {
            "name": "Rue",
            "archetype": "Criminal",
            "talents": [
                { "title": "Menacing", "description": "You can roll for Strength instead of Empathy when threatening someone, and you get +2 dice." }
            ],
            "dream": "Get enough money to buy a new motorcycle",
            "flaw": "You always react to threats with violence",
            "neurocaster": {
                "name": "Stimulus GO",
                "processor": 2,
                "network": 2,
                "graphics": 1,
                "price": 600,
                "mobility": -1
            },
            "personalItem": [
                {
                    "name": "Knife",
                    "type": "weapon",
                    "bonus": 1,
                    "damage": 2,
                    "minRange": "Engaged",
                    "maxRange": "Engaged",
                    "price": 25
                }
            ],
            "stats": {
                "str": 5,
                "agi": 2,
                "wit": 6,
                "emp": 1
            },
            "state": {
                "cash": 630,
                "health": 7,
                "hope": 7,
                "bliss": 0,
                "tensions": {
                    "Ash": { "level": 1, "description": "He is a stranger so you don't trust him fully" },
                    "Chris": { "level": 1, "description": "He is a stranger so you don't trust him fully" }
                },
                "statsModifier": {
                    "str": 0,
                    "agi": 0,
                    "wit": 0,
                    "emp": 0
                }
            }
        },
        {
            "name": "Ash",
            "archetype": "Doctor",
            "talents": [
                { "title": "Nurse", "description": "If you spend a Shift caring for a patient, they heal 2 points of damage per Shift instead of 1, assuming they are resting. You can care for a number of patients equal to your Wits score." }
            ],
            "dream": "Bring forth the goodness in us all",
            "flaw": "You’re haunted by the patients you lost and push new people away",
            "neurocaster": {
                "name": "Stimulus TLE-PRO",
                "processor": 3,
                "network": 3,
                "graphics": 3,
                "price": 1300,
                "mobility": -2
            },
            "personalItem": [
                {
                    "name": "Surgical Instruments",
                    "type": "gear",
                    "bonus": 2,
                    "description": "Gives +2 gear bonus to performing surgery",
                    "price": 100
                }
            ],
            "stats": {
                "str": 2,
                "agi": 5,
                "wit": 6,
                "emp": 6
            },
            "state": {
                "cash": 6100,
                "health": 7,
                "hope": 12,
                "bliss": 0,
                "tensions": {
                    "Rue": { "level": 1, "description": "She is a stranger so you don't trust him fully" },
                    "Chris": { "level": 1, "description": "He is a stranger so you don't trust him fully" }
                },
                "statsModifier": {
                    "str": 0,
                    "agi": 0,
                    "wit": 0,
                    "emp": 0
                }
            }
        },
        {
            "name": "Chris",
            "archetype": "Runaway Kid",
            "talents": [
                { "title": "Evasive", "description": "You get +2 dice to Agility rolls for dodging ranged attacks" }
            ],
            "dream": "Find a new home",
            "flaw": "You have serious trust issues",
            "neurocaster": {
                "name": "Stimulus GO",
                "processor": 2,
                "network": 2,
                "graphics": 1,
                "price": 600,
                "mobility": -1
            },
            "personalItem": [
                {
                    "name": "Pack of chewing gum",
                    "type": "gear",
                    "bonus": 1,
                    "description": "Gives +1 bonus to Empathy rolls when trying to be cool. Three uses.",
                    "price": 1
                }
            ],
            "stats": {
                "str": 4,
                "agi": 2,
                "wit": 6,
                "emp": 3
            },
            "state": {
                "cash": 110,
                "health": 6,
                "hope": 4,
                "bliss": 1,
                "tensions": {
                    "Ash": { "level": 2, "description": "You try to escape from him" },
                    "Rue": { "level": 1, "description": "He is a stranger so you don't trust him fully" }
                },
                "statsModifier": {
                    "str": 0,
                    "agi": 0,
                    "wit": 0,
                    "emp": 0
                }
            }
        }
    ]
}
